"use client";

import TodoDragDrop from "./TodoDragDrop"; 

export default function Page() {
  return (
    <main className="min-h-screen flex justify-center items-start p-6">
      <TodoDragDrop />
    </main>
  );
}









///さkさkσか笹sゴッ鬼ーーーーーー部ぶり赤ああああああああああああああ
// あ意味わかんねえええええええええええええええええよおおおおおおおおおおお
// 誰かに押されてすぐに死にそうっっw
//そうそうこういうのでいいんだよこういうのでお腹がすいたーーーらあご飯を食べに行こう
// まじでちょろい受けええぞ攻めにそのあとボコボコにされてもいいぞ
//顔がいいってだけで好きになるのは二次元だけでは？
// 俺たちはすでに毒されているのかもしれないだって
// アイドルよりも俳優の方がイケメンで声いいんだもんでも確かに2.5次元の歌も意味わからんかったな
// 乗れる曲はあるけどそれでいい曲ってわけはほとんどないないんだよなー悲しいけど
// でも嵐の曲好きなんですよね？？？？？？？？って言われそうそうだよ(確信)
// インド韓国わかるのクッソおもろい









